---
date: 2015-12-21T10:39:11+09:00
slug: "played-until-dawn"
tags: ["until-dawn", "game"]
title: "「Until Dawn - 惨劇の山荘」をやった"
---

ホラーっぽかったから避けてたんだけど結局やりました。

とはいえ実際はものすごく面白いサスペンスだったかな。
少しびっくりするシーンとかもあったけど、全然許容範囲。

本当に冗談抜きで映画みたいだった、参加型の映画みたいな。


<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B00YGXGVNW/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00YGXGVNW&linkCode=as2&tag=unresolved-22">Until Dawn -惨劇の山荘-</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B00YGXGVNW" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

## 推測したくなるストーリー

序盤からすぐに引き込まれるようなストーリーだった。

え？どうなってんの？何がどうなった？って感じで疑問ばかりなんだけど、
不快な疑問じゃなくてちゃんと知りたくなる疑問というか。

わかりやすすぎる伏線とかやり過ぎなミステリアスとかって結構辟易しちゃうけど、
Until Dawnのそれは本当に興味をひかれる作りになっていたなあと思う。

徐々に解明されていく謎もすごく心地よかった、でもテンポが凄くいいから、
解明してはいくものの、それも間違った推理なんじゃないか・・・って推理に推理を重ねてしまったり。

## 文化の違い

ことの発端がほぼいじめみたいなものなんだけど、あれは不快だったな。
それはこの作品の評価とかじゃなくて、まあいじめって嫌だよねってだけの話。

あれは文化の違いなのかなあ、日本でもああいうのあるのかな、とにかく嫌な気持ちにはなった。

そんでそんな仲間とまた旅行に来れる神経もよくわからなかったな、っていうか仲間も結構仲悪いし。
一緒に居て楽しいのかな・・・。

っていうか基本的にムカつくキャラが多かった。

## ゴア規制の酷さ

ゴアシーンがおもいっきり規制されてた。
これは本当に、この作品の良さをかなり大幅に削ってると思った。

その規制の仕方ってのが、**ただ画面を真っ暗に暗転させるだけ**だから、何が起きたかわからなくなっちゃうんだよね。

一番ひどいなって思ったのが、ドアを開けた人が叫び声をあげるシーンがあるんだけど、真っ暗だからなんで叫んだのかわからない。
説明もされないからあそこは何があったのか理解しようにも理解出来ない。

あとでネットで調べたら、ドアを開けたら詰まってた死体の山が転がってきたシーンだったんだとか。

しょうがないのはわかるんだけど、やり方ってものがあったんじゃないかな。

## ラストの期待

やっぱり序盤からサスペンスとか人間関係のドラマだと思ってたからそういう期待をしてたんだよね。

あいつが犯人かな？とか、実はこういうことなのかな？って、現実にありえることでいろいろと考えてたから、
なんかオカルトチックな方に話が動いた時はちょっと落胆してしまった。

そういう話も好きなんだけど、変にトリックを期待してたというか。

## 余談

簡単に言うとめちゃくちゃ面白かったです、ホラー系（じゃないけど）が平気な人はぜひやってほしいなと思った。
かまいたちの夜とかそういうの好きな人は絶対はまると思う。

あとどうでもいいけど全体的に寒そうだった。あんな格好で雪山行ったら、ウェンディゴが居なくても死んじゃうよ・・・。

あと火炎放射器のおじさんかっこよかったな、でもああいうのの駆除は国がやったほうが良いと思います。

Bloodborneはキャラを作り直してる。千景用に血質と技術にステを振り直したいなと思って。
2日で悪夢の辺境まで行けたからまあよし。

今日はFallout4とGRAVITY DAZEを買って帰ろう。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B00YGXGVNW/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00YGXGVNW&linkCode=as2&tag=unresolved-22">Until Dawn -惨劇の山荘-</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B00YGXGVNW" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

