---
date: 2015-12-14T21:13:20+09:00
slug: "played-dragon-age-inquisition"
tags: ["dragon-age-inquisition", "game"]
title: "ドラゴンエイジインクイジションを3周もやった"
draft: true
---

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B00JRUJIPW/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00JRUJIPW&linkCode=as2&tag=unresolved-22">ドラゴンエイジ:インクイジション (通常版)</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B00JRUJIPW" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

3周もやったくらいだし結構楽しめた。DLCも全部買ってしまったぜ。

## ストーリーの分厚さ

ものすごく作りこまれてると思った、最後の方とかコリーフィウス半分ヤケじゃんって感じだけど、それもそれでよかった。

物語中の分岐も、おそらく網羅は無理なんじゃないかってくらい多くて、ちゃんとストーリーを進めてる実感が持てた。
逆に次何すればいいんだっけって思うこともあったけど、次することが決まってるのって逆にリアリティがないとも言えるよね。

あと主人公の職が魔道士とそうじゃない時で節々が変わるんだよね、あれもちゃんと作られてるなと思った。

### わかりにくいところが多い

僕はこれ、シリーズを1個もやったこともないんですよね。
だから正直、ストーリーの土台が全然わからなかったんですよ。

いや、やったことないから、ってだけじゃない気がするな、固有名詞がすごく多かった気がする。

あと説明が少ないよね、コーデックスっていう機能で単語の意味や登場人物の紹介は見れるから、そこは親切だなと思ったけどね。

### 現実味がある

スカイホールドへの引っ越しとかすごくいいよね、拠点が襲われてどうしょうもなくなるとかマジかよと思った。

あとあれだね、ヘイブンが襲われてる時に住民を助けることが出来るんだけど、あれ間に合わないんだよね。
僕が下手なだけなんだけどね。

そこも現実味があってよかったな、悲しかったけど。

助けられないとスカイホールドでいなくなってるんだよね。

## 登場人物の過去が良い

個人的に一番好きだったのはブラックウォールの個人クエストでしたね。

スカイホールドに移動してからも、随分こう、詮索を嫌がるなあという印象はあったんだよね。
だけど少しずつ仲良くなって来てるなあという実感もあって、そのタイミングでのクエスト発生だから結構ハラハラした。

このゲームはあれだよね、主要メンバーの離脱があるから現実味があるよね。

実は3周もしたのはそれが理由だったりします。メインで戦ってたメンバーが離脱した & することがわかったから。

ドリアンの話も良かったな、なんかこう、本当に現実世界でも問題になっている事象を取り上げてるよね。

### メインメンバー

1周目はカサンドラを使ってたんだよね、でも教皇になってしまわれまして、2周目に入ったわけです。

あとセラが好きでどの周でも使ってたな、あのひねくれた感じが凄く好き。
でもあいつ会話でどの選択肢選んでもだいたい好感度下がるんだよね、気難しい。

あとなんだっけあいつ、魔道士の人、マダムって言われてた人、ヴィヴィエンヌか。
あいつも良いかなと思ったんだけど、旅の道中でメンバーと喧嘩するのでやめました、仲良くしてほしい。

アイアンブルもお気に入りだった、頼りがいあるよね。
でもあいつめっちゃ紙装甲なんだよね、意識した装備してもすぐやられちゃう。

## 職種はもうちょいいろいろ欲しかった

最初は主人公をローグにしたんだよね、二刀でズバズバ斬って戦いたいなあと思ったので。

まあ言われてる通り装甲は結構弱い感じあったけど、火力が高いから戦いやすかった。デスブロウとか威力やばい。

しかし2次職はあんまり魅力的なのがないね、アサシンにしたんだけど、あんまりパッとした感じはなかった。

2週目は魔道士にした。2次で裂け目の魔道士。

魔道士もすごく火力が高くてよかった。火の地雷のやつとか当たりにくい反面ダメージがチートレベルだし。
でもこれも2次はあんまり魅力的じゃなかったなあ、まあメテオみたいなやつは派手でよかったけどね。
もっとこう、大魔法みたいなのがあったらよかったな。

3週目はまたローグをやった、こっちはテンペスト。

サウザンドカットは派手でいいね、強いし。
でもそれ以外はまあこれもパッとしなかったかな。職種はちょっと不満かも。

## 戦闘ももうちょい頑張れたのでは

戦闘システムはすごく作りこまれてるなと思った、戦略立てて戦ったり、アクション的に戦ったり。

でも少し退屈しちゃうことも多かったな、多分これは敵が悪いんじゃないかな。
回避も離れればいいだけだし、AIも優秀で後は攻撃しっぱなしで余裕で乗りきれてしまった。

ドラゴンの動きも単調だよね、10体居るけど全部同じ動き。

## バツボタンで決定はダメだと思う

このゲームはバツボタンが決定で、マルボタンがキャンセルなんですよね。

これのせいで他のゲームがすごく辛くなった。

バツはバツでしょ、マルはマルでしょ。せめて設定で変えられるようにして欲しかったな。

## 欠片集めが非常にめんどう

ゲームで面倒って感じるプレイヤーってどうなのって思うけど、これはだるかったなあ。

なんていうか、楽しくないギミックが入ってたりしてわかりづらいんだよね、オキュラルム見つからないし、達成感もないし。
1周目はちゃんとやったけど、2周目以降は一切拾わなかったな。

## DLCは結構満足した

実はまだクリア出来てないんだな、なんだっけ、最後のやつ。招かれざる客だっけ。
あれだけまだ終わらせられてない。

あれの途中で、アイアンブルが抜けるってことがわかってやめて、3周目に入ったんだよね、本編のフラグ立ててないやってことに気づいて。

とは言え個人的にDLCは結構満足したかな、ハコンの顎とかすごく楽しめた。
村の聖獣だっけ、あの話とかすごく良いよね、あれで一致団結してハコンの顎に攻め込むとことか。

地底世界はボスまでが少しマンネリしたけどね、ボスは一番苦戦したわ、正直無理かなって思った。

だらだら書いたけど楽しめるゲームでしたよ、次作が出たらほぼ確実に買う。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B00JRUJIPW/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00JRUJIPW&linkCode=as2&tag=unresolved-22">ドラゴンエイジ:インクイジション (通常版)</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B00JRUJIPW" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

