---
date: 2016-01-02T22:36:11+09:00
slug: "played-gravity-daze"
tags: ["gravity-daze", "game"]
title: "「GRAVITY DAZE」をやった"
image: "gravity-daze.jpg"
---

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B015DSR5SS/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B015DSR5SS&linkCode=as2&tag=unresolved-22">GRAVITY DAZE 重力的眩暈:上層への帰還において、彼女の内宇宙に生じた摂動</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B015DSR5SS" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

dazeは「夢中」って意味らしいですね。「重力に夢中」って感じの意味でしょうか。違うかな。

もともとPS Vitaのソフトだったんですね。
2の開発が発表されたそうなので、せっかくなので1からやってみることに。

[GRAVITY DAZE 2 | プレイステーション® オフィシャルサイト](http://www.jp.playstation.com/scej/title/gravitydaze/2/)

しかし名前が長いね。1が「**GRAVITY DAZE/重力的眩暈：上層への帰還において、彼女の内宇宙に生じた摂動**」で、
2が「**GRAVITY DAZE 2/重力的眩暈完結編：上層への帰還の果て、彼女の内宇宙に収斂した選択**」。

とてもじゃないけど覚える気にはならない。

## ストーリーがわかりやすくもよく出来てる

グラフィックもどちらかと言うと子供向けなコミックタッチで描かれてるので、雰囲気も少し子供向けな印象を受けたかな。

ストーリーもそんな深くもなく比較的ありきたりな話だったんだけど、だからこそぐっとくるところがあったりして個人的には好きな感じでした。

特に最後クロウが帰ってくるところとかやばかったね、おお！て感じ。燃えた。

## 重力操作が直感的

はじめは、重力操作なんてどうやんだよ、絶対わかりづらい操作になるだろ、って思ってたんだけど、意外とそうでもなかった。
これは開発者の方々の努力なんだろうなあと。

このゲームの操作は、

1. 重力を無効にする
2. 行きたい方向にカメラを向けて重力をかける

っていう2段階のシンプルなステップになっているので、これが複雑さを抑えた大きなポイントなんだと思う。

## 街が素敵

重力を操るというだけあって3次元にあっちこっち動き回れるんだけど、その面白さを損なわないためのステージ作りがされてたと思う。

街も何階層にもなっていて、重力操作がただ単に空を飛んで行くだけのお手軽機能じゃなく、街を堪能するための機能になってるなと感じた。

街のデザインも良かったね、古風であるような未来的であるような。

でも序盤に出てきた現代的な風景画はなんだったんだろう。2に繋がるのかな。

## 主人公が可愛い

これだけでかなりのポイントを稼げてしまう気がする。

ちょっとあざとさもある感じの主人公なんだけど、まあ男はそれも許容したくなっちゃうもんだよね。

うざいキャラとかも結構出てくるんだけど、スタッフロールを見てたらなんだかんだどのキャラも良いなあと思いました。
知らない間に感情移入してたのかな。

## BGMが良い

これはまあ人それぞれだよね。

個人的にはどこの音楽もすごく良かった。街の印象と良く合ってたなと思う。

## 決め技がダサい

ボス戦の最後、謎の決め技があります。これがひたすらダサい。

なんか戦隊物みたいな感じ。これはいらなかったな。

## 操作性があと一息

非常に良かった操作性なんだけど、とは言えあと一息なところも感じたりした。

当たり判定とか、今あたったじゃん！今あたってないじゃん！みたいなのがすごく多かった。慣れてなかっただけなのかもしれないけど。

あとカメラ移動がきつかったな。操作しづらいとかじゃなくて、全方面から攻撃が飛んで来るから検知出来ないというか。

回避も比較的使い物になりそうだったんだけど、攻撃がカメラに捉えられないから避けようがない。これは立ち回りでなんとか出来るかもね。

## クエストが退屈

サイドクエストみたいなのがあるんだけど、面白いのと退屈なのが半々だった。

なんか火事を消すために貯水槽を掴んで投げるクエストがあるんだけど、これも操作性が悪すぎてイライラするだけ。

クエスト自体も終わりが明示されてないから途中でやり直さなきゃいけなくなったりしてひどい出来だと思った。

サイドクエストはほとんどトロフィーのためにある感じだったな。

## 余談

気づいたら5時間くらいでクリアしてしまった。これでこの値段はちょっと厳しいな。

トロフィーは何も考えずに1回クリアして31%。サイドクエストクリアして50ちょい。ボリュームがトロフィーに集中してるわけでもないね。全体的に小さすぎる。

Bloodborneは時計塔のマリアを倒したところ。こいつマジ強かったわ。でもなんか世間じゃ雑魚ボスらしいね。

漁村は辛すぎて2個目のランタンにたどり着いたところで投げた。無理。元気でたらまたやる。

でもどうせゴース倒せないんだろうな。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B015DSR5SS/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B015DSR5SS&linkCode=as2&tag=unresolved-22">GRAVITY DAZE 重力的眩暈:上層への帰還において、彼女の内宇宙に生じた摂動</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B015DSR5SS" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

