---
date: 2016-01-16T18:59:16+09:00
slug: "i-want-to-eat-your-pancreas"
tags: []
title: "「君の膵臓をたべたい」を読んだ"
---

読みました。

タイトルから猟奇的な作品なんですかねと思ってたんだけど、全然そんなことはなかった。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/4575239054/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4575239054&linkCode=as2&tag=unresolved-22">君の膵臓をたべたい</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=4575239054" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

## 呼び方で表現する難しいニュアンス

主人公である男の子、春樹のことを、もう一人の主人公である桜良は名前ではなく【秘密を知ってるクラスメイト】と呼んでいる。
括弧の中は場面によってコロコロ変わったりする。

きっとこれは、実際にそう呼んだのではなくて桜良の心境やお互いの関係、環境を踏まえたラベルなんだと思う。
文章ではなくこういった方法で表現する難しいニュアンスは非常にうまいなと思った。ラベルは違和感なく率直な意味をつけられるから。

## 人間の面倒臭さと俯瞰する楽さ

春樹は自分の中に自分を俯瞰するもう一人の自分を持っていて、

> 第三者的な僕が、人に対して素直に笑う自分を見ていた。いつの間にそんな人間になれたのだろうかと訝しがり、
> 反面、感心していた。

本人もそれを、

> ずっと、周りの誰にも興味を持たないと思っていたのに。いや、違う。興味を持たないでおこうと思っていたのに。その、僕が。

と、ちゃんと楽な方向に逃げていることを理解してる。

物語の終盤で気づくのが、この話は「俯瞰している僕」目線で話が進んでるということ。
でもそれが桜良との出会いによって「俯瞰されている僕」目線に切り替わる。

> 俯瞰の僕に、言ってやろう。僕は、人との関わりを喜んでいた。生まれて初めてだった。
> 誰かと一緒にいて、一人になりたいと一度も思わなかったのは。

人間誰もが経験する人間関係の面倒臭さとその回避策、そこからしっかりとぬけ出す春樹の変化（≠成長）が何故かステイク・ランドを思い出させた。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/B0053I0A72/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B0053I0A72&linkCode=as2&tag=unresolved-22">ステイク・ランド 戦いの旅路 [DVD]</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=B0053I0A72" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

全然違うけど。ゾンビ映画だけど。
これを見た時は「なんだよ！超つええおっさんがゾンビ殺しまくる奴じゃないのかよ！」って落胆したなあ。今思えばいい作品だった。

## 高校生の視点と自由意志

春樹が、桜良との出会いを「偶然」と言った際の桜良の言葉、

> 違うよ。偶然じゃない。私たちは、皆、自分で選んでここに来たの。君と私がクラスが一緒だったのも、あの日病院にいたのも、偶然じゃない。
> 運命なんかでもない。君が今までしてきた選択と、私が今までしてきた選択が、私達を会わせたの。私達は、自分の意思で出会ったんだよ。

自由意思については哲学的な観点でいろいろな考えがある。
僕はそれについて詳しくないけど、前に少しだけ触れたことがあって、「人間に自由意志はない」と思っていた。

[自由意志 - Wikipedia](https://ja.wikipedia.org/wiki/%E8%87%AA%E7%94%B1%E6%84%8F%E5%BF%97)

> 自由意志の問題とは(1)の意志そのもの、いわば「どのように思うか」が自由であるかについて直接的な問いかけをするものであり、意志の成立過程を対象とする必要が出てくる。様々な哲学上の立場が、あらゆる事象は過去未来にかかわらず、既に決定されているか否か（決定論VS非決定論）について、また同様に、自由は決定論と共存できるか否か（両立主義VS非両立主義）について意見を違えている。それゆえに、例えば、固い決定論は、宇宙は決定論的であり、このことが自由意志を不可能にすると主張している。

ものすごく昔好きだったこのサイトも。

[自由意志 - 哲学的な何か、あと科学とか](http://www.h5.dion.ne.jp/~terun/doc/jiyuu.html)

いま見ても面白いなあこのサイトは。屁理屈だって言う人もいると思うけどね。

でもこの言葉を読んで、少し感情的かもしれないけど、それはそれで良い考え方なのかもしれないなと思った。

人間難しく考え過ぎると疲れちゃうから、良い方向に幸せな方向に考えてみるとも必要なのかなと。
高校生らしい、幼さありきの素直な考えっていうのが少し新鮮に感じた。

<a rel="nofollow" href="http://www.amazon.co.jp/gp/product/4575239054/ref=as_li_qf_sp_asin_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4575239054&linkCode=as2&tag=unresolved-22">君の膵臓をたべたい</a><img src="http://ir-jp.amazon-adsystem.com/e/ir?t=unresolved-22&l=as2&o=9&a=4575239054" width="1" height="1" border="0" alt="" style="border:none !important; margin:0px !important;display: none;" />

